[
 {
   "id": "AlexisMurrow",
   "Full Name": "Alexis Murrow",
   "Programs": "Lancaster University (Exchange); Mente Argentina",
   "Majors": "Economics; International Studies",
   "Minors": "",
   "Countries": "England, Argentina",
   "Email": "amurrow@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/fhw9ke7qerry5ek/AlexisMurrow.jpg?dl=0",
   "Office Hours": "Tuesday 9:35 - 10:25",
   "Sort by OH date": "{4}Tuesday 9:35 - 10:25",
   "Question1": "I studied International Economics and British Politics while at Lancaster University.  For as long as I can remember, I have been interested in International Relations and studying other countries and cultures.  International Economics is a great way to diversify my education while providing a skill that I can eventually use in job I love.  I also love politics, said no one ever (but me).  I went to England right after the Brexit decision so how could I not want to learn more. ",
   "Question2": "I went on 2 separate month long Europe trips and have traveled to 16 different countries!",
   "Question3": "I do believe that I have always been independent.  Studying abroad definitely gave me a new perspective about this term since I was completely alone for the first week.  It is an incredible growing experience since you are transplanted, alone, to a foreign country.  Although England was similar in a lot of ways to the US, there were still so many differences that I had to get used to.  My parents and any extended family were thousands of miles away.  For the first time in my life I was truly on my own.",
   "Question4": "Don't be scared to do things that make you feel uncomfortable.  If you study abroad and you are completely comfortable. you are doing it wrong.  Don't be afraid to ask questions and most importantly, listen.  Listen to their stories and their experiences so that you can better understand the culture you are visiting.",
   "Question5": "When I was on a month holiday with friends that I had met while abroad, the bus company that was supposed to take us from Copenhagen to Berlin went out of business.  AND THEY NEGLECTED TO TELL US.  We were stranded for hours at the side of the road for hours.  We finally found our way to a train station and arrived in Berlin 14 hours later than scheduled..."
 },
 {
   "id": "AndrewSchnake",
   "Full Name": "Andrew Schnake",
   "Programs": "AIFS - Florence; AIFS - Wollongong (Australia)",
   "Majors": "History; Telecommunication Production",
   "Minors": "",
   "Countries": "Italy; Australia",
   "Email": "apschnake@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/xtt6sz20finymwc/AndrewSchnake.jpg?dl=0",
   "Office Hours": "Tuesday 3:00 - 3:50",
   "Sort by OH date": "Currently Studying Abroad!",
   "Question1": "History.  Florence is the birthplace of the Renaissance and my favorite historical time period. ",
   "Question2": "Australia, Bahamas and Greece",
   "Question3": "Traveling alone/language barrier",
   "Question4": "Take advantage of any opportunity that comes your way and to appreciate that you had the chance to study abroad, not many people get to.",
   "Question5": ""
 },
 {
   "id": "ArianaJohnson",
   "Full Name": "Ariana Johnson",
   "Programs": "UF in Sorrento - Mediterranean Culture and Internships",
   "Majors": "Microbiology and Cell Science",
   "Minors": "",
   "Countries": "Italy",
   "Email": "arianajohnson@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/v8qu9csd57rrqia/ArianaJohnson.jpg?dl=0",
   "Office Hours": "Thursday 12:50 - 1:40",
   "Sort by OH date": "{4}Thursday 12:50 - 1:40",
   "Question1": "I studied Marine Biology because I have always had an interest in marine life. I also did an internship in Marine Biology and got to work with a diverse group of people that I still keep in touch with today.",
   "Question2": "I have traveled to Greece, Malta, Spain, France, and Iran.",
   "Question3": "One of the biggest challenges I faced abroad was slowing down my pace and living in the moment. After five weeks you get better at being more spontaneous.",
   "Question4": "Make sure you study abroad to a location where you want to study to and don’t let others pressure you into studying elsewhere. Go somewhere that you can invision yourself living in for numerous weeks!",
   "Question5": "The most interesting experience I had was working in another country. It helped me develop professionally and it exposed me to different cultural perspectives."
 },
 {
   "id": "BeccaCorbin",
   "Full Name": "Becca Corbin",
   "Programs": "UF in India & Nepal - NGOs & Development",
   "Majors": "Anthropology",
   "Minors": "",
   "Countries": "India",
   "Email": "rebeccaacorbin@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/vlqfmhnjck6bwyd/BeccaCorbin.jpg?dl=0",
   "Office Hours": "Monday 11:45 - 12:35",
   "Sort by OH date": "{1}Monday 11:45 - 12:35",
   "Question1": "My program focused on NGOs (non-governmental organizations) and development throughout India. We had the opportunity to visit 18 NGOs all over India that all specialized in different areas of non-profit work and they ranged from small grassroots organizations to international NGOs with multiple branches all over the world. I have always been interested in non-profit work and this program allowed me to go behind the scenes and see how NGOs operated and how they are best able to serve the community. I used the credits I earned from this program to count for my summer class credit and also helped me plan my future career path. ",
   "Question2": "Czech Republic, Germany, France, Hungary, Poland, Italy, Thailand",
   "Question3": "The biggest challenge I faced was the food! I realized I was allergic to the oil used to cook the majority of Indian food which was an issue at first but the people who hosted us were very accommodating and helped me find food I could eat. The other people on the trip also gave me snacks they had packed from home which also helped! ",
   "Question4": "Don't be afraid to pick a program that is out of your comfort zone! Speak to your advisors and others who have studied abroad and apply to any and all scholarships. ",
   "Question5": "Towards the end of our time in India we visited a temple that was very high up on a hill and we had to walk up all these steps to the top. At the top we could see the surrounding town and it was so colorful and busy and amazing to see. The best part of the trip was when we went back down to the bottom of the temple where we were all blessed by an elephant! "
 },
 {
   "id": "BenjaminCabral",
   "Full Name": "Benjamin Cabral",
   "Programs": "UF in Florence - Journalism",
   "Majors": "Public Relations",
   "Minors": "",
   "Countries": "Italy",
   "Email": "beencabral@gmail.com",
   "Image": "https://dl.dropboxusercontent.com/s/7q51lkjbwrr2g42/BenCabral.jpg?dl=0",
   "Office Hours": "N/A",
   "Sort by OH date": "{5}N/A",
   "Question1": "I studied travel reporting on my study abroad. I want to work in social media and go into a travel related career. This class seemed like it would be the closest option I could take that would be most like what i envision myself doing in the future. While traveling around Italy, I was blogging about the stories of the locals I met and the unique places I discovered. ",
   "Question2": "Fiji, New Zealand, Peru, Ecuador, Iceland, Egypt, Jordan, Costa Rica, Greece, Thailand, Laos, Cuba, Bahamas",
   "Question3": "My biggest challenge was staying strong through a stomach virus I got while in Thailand. My three friends and I all got the virus. We reached the peak of our sickness on our biggest travel day. We had to pack all of our things, take a taxi to the dock, a boat from the dock to the mainland, another taxi, and then three long flights to get home. We had absolutely no energy as it was drained out of us from being so ill, and every 20 minutes we would need to throw up. I learned to take things one step at a time and had to improvise to make it through every section of the trip home. ",
   "Question4": "Never mistake comfort for happiness. My most joyous experiences took place when I found myself getting farther away from comfortable than I've ever been. \n",
   "Question5": "After I landed in Jordan, I left the airport and got a taxi to take me to my hotel. My taxi driver instantly started a conversation with me. He told me how sad it makes him that Westerners have such a negative conception with the Middle East. He expressed that the people of Jordan are the most giving and caring people as it is a part of their religion to be so. He called me his brother, and invited me to meet his family over dinner in a traditional Jordanian home. I took him up on his offer, ate with his welcoming family, and he is now a good friend. We still have eachother on Facebook and message back and forth. It was a great introduction to the people of Jordan."
 },
 {
   "id": "CameronMockabee",
   "Full Name": "Cameron Mockabee",
   "Programs": "UF in Madrid - Study and Intern",
   "Majors": "Finance",
   "Minors": "Spanish; Computer Science",
   "Countries": "Spain",
   "Email": "cmockabee@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/xrvy09ut31t7hwj/CameronMockabee.jpg?dl=0",
   "Office Hours": "Wednesday 1:55 - 2:45",
   "Sort by OH date": "{4}Wednesday 1:55 - 2:45",
   "Question1": "I studied Spanish at the University of Nebrija in order to improve my proficiency. I also took 2 UF classes and had an internship.  ",
   "Question2": "Nowhere for over 2 weeks",
   "Question3": "Time management was difficult with 4 classes and an internship. However, I still found time to travel almost every weekend and experience Madrid to its full potential. I also am not fluent in Spanish, so it was a challenge getting comfortable speaking with strangers in every situation. I also lived on my own, so I had to be resourceful to get my bearings. ",
   "Question4": "1. Enjoy your home city as much as you enjoy traveling.\n2. Never forget where you are. You are in a new country across the world, so leave the house as much as you can.\n3. Pack less. Focus on the memories you are making and not the items you're carrying! Take photos all the time, and make sure you're in some of them. ",
   "Question5": ""
 },
 {
   "id": "CarolynImes",
   "Full Name": "Carolyn Imes",
   "Programs": "ISA - Cusco - Language, Literature & Culture; University of Minnesota - Nairobi (International Development in Kenya); Bryn Mawr College - Arusha (Critical Language Scholarship)",
   "Majors": "International Studies; Spanish",
   "Minors": "Portuguese",
   "Countries": "Peru; Kenya; Tanzania",
   "Email": "cimes@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/bpt7yco3psuc9nt/CarolynImes.jpg?dl=0",
   "Office Hours": "Monday 10:40 - 11:30",
   "Sort by OH date": "{4}Monday 10:40 - 11:30",
   "Question1": "I studied Spanish, Swahili, and international development. I'm interested in languages, and I wanted to have an immersive experience that would teach me to use them in a more contextual social setting. Moreover, I'm interested in conducting field research in Kenya in the future, so I wanted to have an appropriate background. ",
   "Question2": "I've spent time in Bolivia, Colombia, Mexico, Rwanda, Uganda, Spain, and Portugal. ",
   "Question3": "For me, one of the most difficult things about living abroad was being in very extroverted cultures, especially in Kenya and Tanzania. I spent most of my time with people, between classes, work, and my homestay families. As I'm more introverted, this was a difficult adjustment at times, but it did help me align more closely with the culture, and I bonded more closely with my host families because I deliberately spent time with them. ",
   "Question4": "Depending on the program, it can be easy to spend the majority of your time with your American faculty and classmates, because of classes and excursions held together. However, it's worth the extra time and energy to make a conscious effort to engage with your host community, whether this means choosing to live with a homestay, going to local events alone, or exploring solo.",
   "Question5": "While in Peru, I traveled alone and stayed in a hostel; while I was there, an American woman went into labor in the hostel dorm room. I was the only one around at the time, so I held her on the floor and talked her through contractions until the paramedics arrived, about 15 minutes before she gave birth. They didn't speak much English, and the woman didn't speak any Spanish, so I translated for the paramedics and continued to physically support the woman until she had safely delivered her baby and was taken to the hospital. "
 },
 {
   "id": "CatherineBush",
   "Full Name": "Catherine Bush",
   "Programs": "UF in Salzburg - Music",
   "Majors": "Music Education",
   "Minors": "",
   "Countries": "Austria",
   "Email": "cbush29@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/rtpr8tilyxy663f/CatherineBush.jpg?dl=0",
   "Office Hours": "Thursday 3:00 - 3:50",
   "Sort by OH date": "{3}Thursday 3:00 - 3:50",
   "Question1": "Music History and flute because I needed a flute credit to be on track",
   "Question2": "Germany, Italy, Switzerland, France",
   "Question3": "Cleaning for my host family",
   "Question4": "Do not be afraid to take risks and take advantage of all opportunities",
   "Question5": ""
 },
 {
   "id": "Cy-AnneSmall",
   "Full Name": "Cy-Anne Small",
   "Programs": "USAC - Chengdu",
   "Majors": "Elementary Education",
   "Minors": "",
   "Countries": "China",
   "Email": "cyanneasmall@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/l5fo87hidhy4idl/CyAnneSmall.jpg?dl=0",
   "Office Hours": "Friday 9:35 - 10:25",
   "Sort by OH date": "{5}Friday 9:35 - 10:25",
   "Question1": "I chose to study abroad in China because I was recently inspired by a Chinese student who was at my practicum site last fall. He came to an American school for the first this year, not knowing any English, and grew so much by December. I was interested in dual process thinking, and how China’s advanced education system teaches English to their students. While conducting my High Honors research project, I wanted to discover successful strategies for teaching English to diverse learners. I was able to discover successful teaching strategies from instructors and some really cool fifth graders. Similarly, I wanted to know how to effectively communicate with people who are not from my native country so I studied Intercultural Communications at Southwest Minzu University. I found out that this university was once named Southwest University for Nationalities and was one of the first institutions to in Chengdu to hold over 50 ethnicities in their student population. I also wanted to embrace the culture of Chengdu and China, so I studied Tai-Chi, Sichuan Cuisine, and was also placed in an Introductions to Chinese I course at the same university. It sounds like a lot, but it was only 6 credits for the Session 1 of the Summer!",
   "Question2": "Puerto Rico and Haiti. ",
   "Question3": "I had a very tough transition to the country in which I studied abroad. Being Black in China meant that some people reacted to me like they saw a ghost, or a savage. I had children gasp and halt at the sight of me. I had people point and stare at me, gossiping to the next person next to me as I glanced in their direction. People took countless pictures of me as well...which made me ask myself if I did something wrong? I was self-conscious because I questioned if I offended them. I attracted a lot more attention than what I was used to in America. Comparing these new surroundings to my comfort back home made me incredibly homesick and anti-social for the first couple of days. I stayed in my apartment and cried many times to my boyfriend over Facetime. Then suddenly, I told myself that this is not what I wanted to remember China to be like for me. I gave myself a week of feeling my valid emotions as I transitioned to a completely different country. I journaled about the new places I challenged myself to go, such as the local grocery store and a 30 minute morning walk outside of the campus gates. This was the first time I opened up to China to see if it would be hospitable enough to make it my home this summer...and it did. On my eighth day, I embraced the Beyonce` treatment and took up everything China had to offer me!\n",
   "Question4": "My advice would to be consider third-party study abroad programs. They can be much cheaper and inclusive of costs that are usually an outside charge. Other than that, be sure you are making financial comparisons and then apply for as many study abroad scholarships as possible!",
   "Question5": "I went to LGBTQ+ club in Chengdu and it changed my life! As my study abroad trip progressed, I learned that my peer group had a range of sexualities. I identity as a heterosexual, but I’m set on learning how to be a better ally for the LBTQ+ community. I feel as though the best way to do this is to be active in their culture and, ultimately, their world. Fast forward to a random hangout at a teahouse in JinLi Street, my friend brought up a website that allows you to search for LGBTQ+ clubs anywhere in the world [Wow moment]. A couple of days later in our WeChat group, there was a follow up with a popular club in Chengdu: MAX. As we were strolling through town, it seemed to me that the club was underground. You two metro lines...some walking... take two elevators and walk through some alleys until you approach a poster of a shirtless man. Then you make a quick left and wah-lah, a strip of LBTQ+ clubs on one walkway. MAX was an incredible experience with my friends. The DJ was super welcoming and made sure we felt the hospitality. He spoke English and played tons of pop English songs for us to dance to. There were bright lights, fruit platters, sparklers, a karaoke stage, neon words hanging on the wall. I really enjoyed myself that Thursday night. I invited everyone in the club to the bouncy dance floor and made some new Chinese friends. It felt really liberating...I wasn’t worried about “saving face” or my unshaved armpits. I jumped up and down with my arms and mind swinging freely. Afterwards, we headed to a Lesbian club next door and that was fun as well. I’ve noticed that people in China love Americans when it comes to the night scene. We ended up getting a VIP treatment anywhere we went. After a couple of hours, my friends and I walked to a 24 hour McDonalds and grabbed a taxi home~we were back by 3am. This night was for the books, definitely one of my top two moments while I was Chengdu. I encourage you to find the LGBTQ+ community in your new town. It’ll open your eyes. "
 },
 {
   "id": "ElizabethBarbour",
   "Full Name": "Elizabeth Barbour",
   "Programs": "UF in Maynooth - Innovation Academy",
   "Majors": "Psychology",
   "Minors": "Innovation",
   "Countries": "Ireland",
   "Email": "e.barbour@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/izzui2tp7o1eo50/ElizabethBarbour.jpg?dl=0",
   "Office Hours": "Tuesday 11:45 - 12:35",
   "Sort by OH date": "{3}Tuesday 11:45 - 12:35",
   "Question1": "Entrepreneurship and Irish sociology. Those were the only classes available in the program ",
   "Question2": "South of France and Italy",
   "Question3": "The biggest challenge I faced was being sick for 4/6 weeks during the program. I did go to the clinic at the University we were studying at but our quick pace and the weather made it very hard for me to get better. Not until I returned to the states did I fully recover. ",
   "Question4": "Take a leap and just go. There will always be excuses for not study abroad, but the experiences you gain and the people you meet, greatly outweigh what you might miss back home. ",
   "Question5": "While in Dublin, we literally ran into one of the guys from the British version of Buzzfeed. When we told him how much we loved what he did, he gave us free tickets to his stand up show that was happening that night. "
 },
 {
   "id": "ElizabethValdes",
   "Full Name": "Elizabeth Valdes",
   "Programs": "USAC - Costa Rica (Heredia)",
   "Majors": "Mechanical Engineering",
   "Minors": "",
   "Countries": "Costa Rica",
   "Email": "elivaldes@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/kauaxhj6pxiygny/EliValdes.jpg?dl=0",
   "Office Hours": "Not at UF",
   "Sort by OH date": "{4}Not at UF",
   "Question1": "I studied Spanish language and culture because I am Hispanic and wanted to get closer to my roots.",
   "Question2": "",
   "Question3": "the language barrier between my host family and I",
   "Question4": "Just go for it. No matter what program you decide to do, you won't regret the experience.",
   "Question5": "I got attacked by monkeys at Manuel Antonio. "
 },
 {
   "id": "EmiliMellor",
   "Full Name": "Emili Mellor",
   "Programs": "UF in Seville - Spanish Language and Culture",
   "Majors": "Accounting",
   "Minors": "Spanish",
   "Countries": "Spain",
   "Email": "audreygirl520@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/k5w2ucq0bbwt43n/EmiliMellor.jpg?dl=0",
   "Office Hours": "Thursday 9:35 - 10:25",
   "Sort by OH date": "{3}Thursday 9:35 - 10:25",
   "Question1": "I studied advanced Spanish in order to improve my fluency and complete my minor.",
   "Question2": "I have also spent time in Barcelona, Spain",
   "Question3": "I had a fair amount of difficulty getting to Seville; from delayed flights to lost luggage, everything that could go wrong seemed to.",
   "Question4": "Don't let anything stop you! Studying abroad is an invaluable experience that will enrich your college career. There are countless great programs to choose from that can supplement your degree and so many scholarships available to help make studying abroad affordable. ",
   "Question5": ""
 },
 {
   "id": "EmilyFennell",
   "Full Name": "Emily Fennell",
   "Programs": "UF in Seville - Spanish Language and Culture",
   "Majors": "Mathematics",
   "Minors": "Spanish; Computer Science",
   "Countries": "Spain",
   "Email": "efennell@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/npyqgmq00xii2po/EmilyFennell.jpg?dl=0",
   "Office Hours": "Monday 9:35 - 10:25",
   "Sort by OH date": "{2}Monday 9:35 - 10:25",
   "Question1": "I studied Spanish language and culture to improve my Spanish fluency and learn more about the Spanish culture and history. It's so hard to improve fluency inside the classroom and at home so having the opportunity to live with a host family and constantly practice my Spanish helped me so much. ",
   "Question2": "",
   "Question3": "I initially struggled a lot with my own confidence in speaking Spanish and interacting with locals. For some reason I was so nervous to say the wrong thing that I wasn't capitalizing on the opportunity to practice and learn. I also had a very hard time understanding my host mom the first few days but with time I grew to understand the Sevillano accent. I combated my confidence issue by asking a lot of questions about vocabulary and grammar and with time I felt more comfortable to speak whatever was on my mind and Spanish became more natural to me.  ",
   "Question4": "My number one advice is definitely to talk around and meet people who have studied abroad. Additionally, I recommend finding study abroad vlogs on YouTube because it's really important to see what a day in the life of a student is like. ",
   "Question5": ""
 },
 {
   "id": "EmmaFrierson",
   "Full Name": "Emma Frierson",
   "Programs": "UF in New Zealand - Sustaining Humans and their Environments; UF in Galway and Gweedore - Youth Development, Irish Culture, and Service Learning",
   "Majors": "Family, Youth, and Community Sciences; International Studies (Europe)",
   "Minors": "",
   "Countries": "New Zealand; Ireland",
   "Email": "emma728@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/ti6s6j2ts96wc3o/EmmaFrierson.jpg?dl=0",
   "Office Hours": "Thursday 1:55 - 2:45",
   "Sort by OH date": "{4}Thursday 1:55 - 2:45",
   "Question1": "I studied \"Sustaining Humans and Their Environment\" even though it didn't count towards my major, because I love learning about ways people can coexist with nature in harmony.",
   "Question2": "During my last year of high school, my cousin and I went to Costa Rica to hike the forests, surf at the beautiful beaches, and practice our Spanish! Admittedly 80% of the Spanish I used was food related but hey-that's part of the culture!",
   "Question3": "I think the biggest issue I faced while studying abroad, was challenging myself to strike up conversations with locals/other travelers. Next time I'm overseas I will definitely strive to meet new people and possibly create new friendships. ",
   "Question4": "Make appointments with our regional advisors! They are the best equipped to offer you advice based on a location/program you're interested. And once you have an appointment, come 15-20 minutes early so you have time to talk to the SAPA working during that office hour. They'll be able to give you study abroad advice from a student perspective. And you can always check out our website to find the e-mail of a SAPA who studied abroad where you are considering. We are all happy to help by answering questions you might already have, offering a few tips based on our own experiences, or maybe share some cool pics!",
   "Question5": "I love animals, but I've never been able to participate in a program that allows me to ethically interact with wild creatures. But on my study abroad trip in Kaikoura, we were able to swim with dusky dolphins in their natural habitat. We went on a thirty minute boat ride until we found a wild pod, and we joined them in the ocean. We were advised to swim around excitedly and let the dolphins curiosity take over. Sure enough, in a few moments they were swimming around us, clicking at us, and challenging us to race them. It was the most amazing time of my life."
 },
 {
   "id": "ErinConnors",
   "Full Name": "Erin Connors",
   "Programs": "UF in Europe - Environmental Ethics and Sustainability Politics (France, Germany, Switzerland and Italy)",
   "Majors": "Statistics; Political Science",
   "Minors": "Russian",
   "Countries": "France; Germany; Switzerland; Italy",
   "Email": "erinconnors@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/p5ozvxnp4jy5uff/ErinConnors.jpg?dl=0",
   "Office Hours": "Tuesday 1:55 - 2:45",
   "Sort by OH date": "{2}Tuesday 1:55 - 2:45",
   "Question1": "I had the opportunity to go on a program that traveled around Europe in order to study different environmental policies. Western Europe is known for having some of the most sustainable countries, so it was interesting to see what they are doing different to help protect the environment. The reason this trip appealed to me is because the field of environmental politics is growing, and it was great to learn about environmental policy from the countries that are spearheading it.",
   "Question2": "I've had the opportunity to spend a summer in Norway. Also I have traveled to Ireland and England. ",
   "Question3": "One of the biggest challenges of my trip was the fact that we were constantly moving to different countries. Even though much of Western Europe is similar, there was still a little bit of adjustment necessary when entering a new country. ",
   "Question4": "I recommend saying yes to as many things as you can. I think that it is important to experience things that are unique to the place your visiting whether its food, an activity or a cultural experience. It's important to find a balance between school and travel, but try to go out and explore neighboring cities and countries. With all this being said, pack light. Most of the time its easier to overpack and a lot of what you might bring you may never use. ",
   "Question5": "On the last full day of our program, we took a boat around to a lot of different Italian beaches. It was really fun because they were all only accessible by boat, so they were all rather remote. It was one of the most beautiful places that I've ever been. We even got our professor to jump off some of the cliffs into the water with us!"
 },
 {
   "id": "ErinFox",
   "Full Name": "Erin Fox",
   "Programs": "USAC - Costa Rica (San Ramon)",
   "Majors": "Biology",
   "Minors": "",
   "Countries": "Costa Rica",
   "Email": "erin97@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/25a6k116y1mwtgh/ErinFox.jpg?dl=0",
   "Office Hours": "Wednesday 11:45 - 12:35",
   "Sort by OH date": "{3}Wednesday 11:45 - 12:35",
   "Question1": "I studied Tropical Conservation Biology and Tropical Ecology. Not only I was I able to fulfill my biology electives requirement, but I was also able to study these sciences in one of the most biologically diverse countries in the world.",
   "Question2": "I volunteered at a local clinic in Cusco, Peru.",
   "Question3": "One of the biggest challenges for me was the language barrier. From the moment my study abroad program let me off their transportation bus I was thrust full-force into a Spanish-speaking country with a family that didn’t speak my language. With the help of Google Translate, hand motions, and a semester's worth of Spanish, I quickly learned how to communicate with those around me, and because of that I became part of my own Costa Rican family.",
   "Question4": "Don't be afraid to branch out of your comfort zone! Studying abroad should be an exciting new challenge for you and you don't want to regret missing out on this once-in-a-lifetime experience because you were nervous.",
   "Question5": ""
 },
 {
   "id": "ErinSnyder",
   "Full Name": "Erin Snyder",
   "Programs": "UF in London - Study and Intern; UF in Seville - Spanish Language and Culture",
   "Majors": "Economics; International Studies",
   "Minors": "Spanish; Business Administration",
   "Countries": "England; Spain",
   "Email": "esnyder98@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/7uff0bz1zyrstoj/ErinSnyder.jpg?dl=0",
   "Office Hours": "Friday 9:35 - 10:25",
   "Sort by OH date": "{3}Friday 9:35 - 10:25",
   "Question1": "Business in London for my economics and business minor and also an internship; for my Spanish minor in Spain",
   "Question2": "",
   "Question3": "planning travel/ coordinating trips with other students",
   "Question4": "plan ahead and be open-minded!",
   "Question5": ""
 },
 {
   "id": "GabyDiaz",
   "Full Name": "Gaby Diaz",
   "Programs": "UF in Cusco - Experiential Learning for Health Professions",
   "Majors": "Biology",
   "Minors": "Anthropology; Business Administration",
   "Countries": "Peru",
   "Email": "gaby.diaz1109@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/581izlz0nekilbh/GabyDiaz.jpg?dl=0",
   "Office Hours": "Tuesday 9:35 - 10:25",
   "Sort by OH date": "{2}Tuesday 9:35 - 10:25",
   "Question1": "Infectious Diseases in Latin America and Spanish for Service Learning. These classes helped me develop my interest in ",
   "Question2": "Puerto Rico, Mexico",
   "Question3": "Acclimating to the altitude and experiencing a stomach virus early into the trip. I had the most inviting and comforting host family so I was very lucky to not have much trouble integrating socially. Being flexible and open to unexpected experiences was a good way to go about it too.",
   "Question4": "Do everything you can to do it! Reach out and talk to students on past trips, apply for SCHOLARSHIPS, learn as much as possible about the country before you go! ",
   "Question5": ""
 },
 {
   "id": "IsabelSanchez",
   "Full Name": "Isabel Sanchez",
   "Programs": "UF in Madrid - Study and Intern; John Cabot University - Rome",
   "Majors": "Marketing; International Business (Masters)",
   "Minors": "",
   "Countries": "Spain; Italy",
   "Email": "isabel.sanchez@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/349hhwq2xf8cgxz/IsabelSanchez.jpg?dl=0",
   "Office Hours": "Wednesday 1:55 - 2:45",
   "Sort by OH date": "{3}Wednesday 1:55 - 2:45",
   "Question1": "I primarily studied the Spanish and Italian languages. I felt that being abroad was the perfect opportunity to begin learning a second and third language. ",
   "Question2": "While I was living in Spain, I had the chance to visit Valencia, Barcelona, Sevilla, Toledo, and other small Spanish towns. While in Italy, I visited Florence, Capri, and various towns in Tuscany. While in Colombia, I visited the capital, Bogotá. Out of all the places I've been, Rome is my favorite!",
   "Question3": "Interning in Madrid was one of my greatest challenges, but also one of my greatest feats. I am not a native Spanish speaker, and interning in a Spanish company was a true test of my language skills. I got very lucky though to have a patient and understanding supervisor. ",
   "Question4": "My biggest piece of advice to any student considering a semester abroad is to simply take the leap. Study abroad may seem intimidating, but it will be one of the greatest experiences of your college years. Don't let fear hold you back from an experience that will allow you to grow in unimaginable ways. ",
   "Question5": "During my semester abroad in Spain, my friends and I decided to take a 4-day trip to Rome, Italy. It was during this trip that I truly fell in love with Rome and was later inspired to study there. In these four days, I walked more than I ever have in my life, spending hours upon hours in the Vatican Museums, ancient ruins, and eating unmatched Italian cuisine. "
 },
 {
   "id": "IsabellaBrown",
   "Full Name": "Isabella Brown",
   "Programs": "UF in Ethiopia - Archaeology and Cultural Heritage",
   "Majors": "Anthropology",
   "Minors": "",
   "Countries": "Ethiopia",
   "Email": "browni@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/nt96203wy4f4o20/IzzieBrown.jpg?dl=0",
   "Office Hours": "Wednesday 9:35 - 10:25",
   "Sort by OH date": "{4}Wednesday 9:35 - 10:25",
   "Question1": "Archaeology, to study human history and gain background for my major.",
   "Question2": "I have not been abroad for 2+ weeks anywhere else. I was born in Oklahoma though. ",
   "Question3": "Adapting to the diet was difficult; the cuisine is spicy and includes a lot of raw meat. ",
   "Question4": "This depends on your reasons for going. If you are leaving the country to study courses in your major, pick a place that may not appeal to you for its landmarks and tourism, but is invaluable in experiences. ",
   "Question5": "I bonded with the children of the area through drawing pictures. Art is one way people can communicate across languages. "
 },
 {
   "id": "JuliannaJohnson",
   "Full Name": "Julianna Johnson",
   "Programs": "UF in India & Nepal - NGOs & Development",
   "Majors": "Sociology; Family Youth & Community Sciences",
   "Minors": "Nonprofit Organizational Leadership",
   "Countries": "India",
   "Email": "jjohnson363@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/vn3guc71aillw0k/JulianaJohnson.jpg?dl=0",
   "Office Hours": "Thursday 1:55 - 2:45",
   "Sort by OH date": "{2}Thursday 1:55 - 2:45",
   "Question1": "I studied NGOs and development because I love and plan to have a career in the nonprofit sector.",
   "Question2": "",
   "Question3": "One of the biggest challenges I faced while study abroad was balancing the exploration of India and all the fun it brings with the school work that was required of me in the program. But with time management I had a fun, educational trip! ",
   "Question4": "It is okay to go somewhere you never even imagined! In fact, that may bring about a more interesting, growth-inspiring trip.",
   "Question5": "My most interesting experiences were always in conversations with the people of India as we shared our life experiences and answered each other’s questions to better understand each other. "
 },
 {
   "id": "JustasSchillinger",
   "Full Name": "Justas Schillinger",
   "Programs": "UF in Chengdu - Chinese Language",
   "Majors": "Economics",
   "Minors": "Chinese",
   "Countries": "China",
   "Email": "schillingerj@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/fcb2nkxxurr1xrr/JustasSchillinger.jpg?dl=0",
   "Office Hours": "Thursday 12:50 - 1:40",
   "Sort by OH date": "{3}Thursday 12:50 - 1:40",
   "Question1": "In China I chose to study Chinese language and culture. I had taken beginning level language classes and knew the best place to continue learning about China and their language was in China!",
   "Question2": "",
   "Question3": "The biggest challenge I faced while abroad was forcing myself not to go to the same Sichuan-style restaurant everyday. Although the food was amazing, I know there are too many places to eat in China to stick to just one restaurant.  ",
   "Question4": "My biggest advice for students looking to study abroad is to pick a destination that really interests you and never be closed minded about new cultural experiences while you're there. ",
   "Question5": "I think every time a Chinese local asked to take a picture with us, or secretly tried to take pictures of us, it was an interesting experience. Nothing makes you feel like an international celebrity more than walking around China as a foreigner."
 },
 {
   "id": "KathyXie",
   "Full Name": "Kathy Xie",
   "Programs": "University of Aberdeen (Exchange)",
   "Majors": "Behavioral and Cognitive Neuroscience; Public Health",
   "Minors": "Art History",
   "Countries": "Scotland",
   "Email": "kxie327@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/zxbzq4dyxbm12vn/KathyXie.jpg?dl=0",
   "Office Hours": "Thursday 10:40 - 11:30",
   "Sort by OH date": "{2}Thursday 10:40 - 11:30",
   "Question1": "On my semester-long exchange, I took the same course prescription as third-year Neuroscience students at UoA. It was a great opportunity to learn from and network with the Institute of Medicine's faculty while enjoying the experiences of being in a new environment and the ability to travel.",
   "Question2": "I traveled to Italy (Rome, Florence, Venice) while on spring break and backpacked through Glasgow, Edinburgh, Manchester and Liverpool after my classes ended. Outside of university-sponsored study abroad, I have been to Beijing, China several times to see family (I was also born there).",
   "Question3": "It took me a while to realize that due to how long I was abroad, it was inevitable that I would experience the ups and downs of daily life. Before understanding this, I was obsessed with maximizing yields in every single activity, whether that was studying, traveling, or just hanging out with friends. It was exhausting and not realistic to my (or anyone's) abilities. Everything began falling together more organically when I became more comfortable with the occasional “off” day and forgave myself for not always operating at 100 percent intensity.",
   "Question4": "Keep an open mind. Seek to understand new cultures from the inside-out rather than imposing your current perspectives on the new surroundings. Eat anything and everything.",
   "Question5": "I experienced my first snow in the form of a massive snowstorm that confined everyone to their flats for upwards of 5 days because we physically couldn't carve our way out."
 },
 {
   "id": "KatieSimpson",
   "Full Name": "Katie Simpson",
   "Programs": "UF in Galway - Psychology of Intercultural Diversity",
   "Majors": "Health Education and Behavior",
   "Minors": "Disabilities in Society",
   "Countries": "Ireland",
   "Email": "ksimpson1015@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/zqpjpw7psftlos7/KatieSimpson.jpg?dl=0",
   "Office Hours": "TBA",
   "Sort by OH date": "{1}TBA",
   "Question1": "I studied Psychology and Art. I love learning about how people think and express themselves, and this program allowed me to do both!",
   "Question2": "I have also traveled in Germany and Haiti. ",
   "Question3": "The only challenge I faced while abroad was feeling tired easily and trying to pack too much into so little time. I wish I had longer there!",
   "Question4": "Look at all of your options, spread your work out evenly, and plan out your excursions at least a little prior to arriving. ",
   "Question5": "I got to bike around a remote little island and spend a whole day with the locals and learning about their culture. It was less touristy and offered a real look into the differences between my culture and theirs. "
 },
 {
   "id": "KeillyPulgar",
   "Full Name": "Keilly Pulgar",
   "Programs": "UF in Rome - Language and Culture; UF in India & Nepal - NGOs & Development",
   "Majors": "Health Education & Behavior",
   "Minors": "",
   "Countries": "Italy; India",
   "Email": "kpulgar97@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/j5hj8wen8ijjg3a/KeillyPulgar.jpg?dl=0",
   "Office Hours": "Tuesday 12:50 - 1:40",
   "Sort by OH date": "{5}Tuesday 12:50 - 1:40",
   "Question1": "Italian Language & Culture, because I have always been fascinated with Italian and took two years of language courses so I wanted the opportunity to practice it outside of a classroom setting. ",
   "Question2": "Peru, Venezuela, Argentina, Europe, & Southeast Asia ",
   "Question3": "Definitely budgeting correctly, especially for longer trips. The coffee and snacks here and there add up faster than you think.",
   "Question4": "learn the language before you arrive, or at least attempt to learn the basics! You have no idea how much Italians appreciated my effort to speak to them in their own language. Even though many speak English, especially the younger generations, they really do appreciate the effort. I once got free ice cream for carrying on a semi-basic conversation with my waiter!",
   "Question5": "Going to a fully-Italian nightclub — no tourists. It was completely different because the place didn’t cater to tourists at all, It was cheaper, and my friend and i defintely stood out amongst everyone else. But we had so much fun and I’ll always cherish that moment. "
 },
 {
   "id": "KendalFrazier",
   "Full Name": "Kendal Frazier",
   "Programs": "UF in the Dominican Republic - Language, Culture, and Service Learning",
   "Majors": "Marketing; Spanish",
   "Minors": "",
   "Countries": "Dominican Republic",
   "Email": "kendalwfrazier@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/x2tkn4e8z7suxyb/KendalFrazier.jpg?dl=0",
   "Office Hours": "Thursday 11:45 - 12:35",
   "Sort by OH date": "{4}Thursday 11:45 - 12:35",
   "Question1": "I studied Spanish because I am currently studying that as my second major and wanted to immerse myself in order to further my foreign language development.",
   "Question2": "No where yet unfortunately ",
   "Question3": "The biggest challenge for me while abroad was to understand that learning was going to happen slowly and I was very frustrated and scared conversing with my host mother and other Dominican natives.",
   "Question4": "Do it!! Studying abroad was one of the best investments I have made in myself. The personal growth and language development along with countless new friendships and memories make the experience so rewarding. Go out of your comfort zone and take the leap with studying abroad.",
   "Question5": "My favorite experience abroad was going to los 27 charcos which were essentially small waterfalls. We spent the whole day jumping and sliding down waterfalls through beautiful turquoise water and amazing sights. It was easily one of the most fun days of my life. "
 },
 {
   "id": "KendallTodd",
   "Full Name": "Kendall Todd",
   "Programs": "USAC - Valencia, Spain",
   "Majors": "Economics",
   "Minors": "",
   "Countries": "Spain",
   "Email": "ktodd@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/maanqbygqpcromn/KendallTodd.jpg?dl=0",
   "Office Hours": "Monday 10:40 - 11:30",
   "Sort by OH date": "{1}Monday 10:40 - 11:30",
   "Question1": "I studied advanced Spanish because I wanted to further develop my proficiency in the language.",
   "Question2": "Bahamas, Mediterranean, England ",
   "Question3": "One of my biggest challenges was adjusting to an unfamiliar place. I did not know anyone in the program so I was forced to step out of my comfort zone and meet new people.",
   "Question4": "Definitely go with an open-mind. Be open to new experiences, cultures, personalities and foods! Surround yourself with the right people; they make or break your experience.",
   "Question5": "I was able to travel to different parts of Spain over the five weeks, explore the different cultures and meet unique people from across the world. "
 },
 {
   "id": "LauraFroneberger",
   "Full Name": "Laura Froneberger",
   "Programs": "UF in London - Study and Intern",
   "Majors": "Business Administration; Finance",
   "Minors": "",
   "Countries": "England",
   "Email": "laurafroneberger@ufl.edu",
   "Image": "https://drive.google.com/uc?id=1dJseQwM0e4OPnRIW-SaGkyZaMHt8WjKo",
   "Office Hours": "Tuesday 3:00 - 3:50",
   "Sort by OH date": "{1}Tuesday 3:00 - 3:50",
   "Question1": "In London, I took a course focusing on British life and business as well as an international internship course. The internship course was coupled with  my 6-week internship with Centaur Media. ",
   "Question2": "Hawaii, Paris, Italy ",
   "Question3": "Navigating London's, and other countries, transportation systems was difficult and could be stressful, but with time and confidence it became much easier! ",
   "Question4": "I advise students to pick a program that fits not only your educational and career goals, but your travel goals as well! Traveling and experiencing as much as you can while abroad is essential to personal development and becoming a more diverse and intrepid student. ",
   "Question5": "As a soccer fan, being in London during the 2018 World Cup was an amazing and interesting experience as the English team made it very far in the tournament. This experience was truly once in a lifetime, as it gave me an opportunity to bond with locals and feel the true culture of what is means to be British. "
 },
 {
   "id": "LiamBrennan",
   "Full Name": "Liam Brennan",
   "Programs": "UF in Florence - Global Perspectives",
   "Majors": "Materials Engineering",
   "Minors": "",
   "Countries": "Italy",
   "Email": "liamb7144@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/017ewn8uavvq6aq/LiamBrennan.jpg?dl=0",
   "Office Hours": "Monday 12:50 - 1:40",
   "Sort by OH date": "{1}Monday 12:50 - 1:40",
   "Question1": "Italian Culture. During my freshman year of college I faced numerous personal hardships. I decided that I wanted to shake things up and step outside my comfort zone. I asked a friend about their study abroad experience and was directed towards Florence Italy. After that I decided I wanted to study Italian culture right where it came from.",
   "Question2": "After finishing my study abroad experience I traveled around eastern Europe for 3 weeks. I visited Budapest, Vienna, and Prague. In each city I spent my time exploring the cities, seeing the sites, eating local cuisine, and experiencing the culture. While I was in Hungary they made it to the round of 16 in the Euro cup, farther than they had in years. The whole city was partying and I was lucky to be a part of that.",
   "Question3": "One of the biggest challenges for me was finding my way around the city. After my first day of classes I spent over 2 hours wandering the roads of Florence. I ended up in every part of the city, but the one I wanted to be in. Roads in Florence change names partway through the street, sometimes more than once. It was something I had never experienced before and brought me much confusion. ",
   "Question4": "Just go for it. Studying abroad can be a scary experience, I know it was for me. I was going to a foreign nation, alone, for over 2 months. I wouldn't be near my friends or family for the first time in my life. However, by pushing myself outside my comfort zone I grew more as an individual than I ever thought I could. Studying abroad was a life changing decision that still impacts me years after I went. ",
   "Question5": "Seven of my friends and I all went on a trip to Lake Como in northern Italy. While wandering around the city we decided to take a spur of the moment boat ride around the lake. Without realizing it, the boat ride was 3 hours one way. But this accident would give us some of the most beautiful sights of the entire trip. Seeing the Italian Alps from the top of the ship was mesmerizing. We had accidentally had the best experience of the whole trip."
 },
 {
   "id": "LukeBickell",
   "Full Name": "Luke Bickell",
   "Programs": "UF in Mannheim - B1 Intensive German",
   "Majors": "Computer Science",
   "Minors": "Linguistics",
   "Countries": "Germany",
   "Email": "lukeaaa1@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/b080kvap38r3r08/LukeBickell.jpg?dl=0",
   "Office Hours": "Wednesday 9:35 - 10:25",
   "Sort by OH date": "{3}Wednesday 9:35 - 10:25",
   "Question1": "German language - I wanted to learn it",
   "Question2": "",
   "Question3": "My greatest challenge abroad was keeping a strict budget; I had set a budget for myself which allowed very little room for extraneous expenses. I wouldn't purchase water at restaurants (which bought me weird looks from the servers) to save the extra euro at meals, and I would forgo weekend train trips in order to save on the ticket and lodging costs. While I did stay successfully stay within budget, I realized afterwards that saving some cents wasn't worth missing out on great experiences!",
   "Question4": "Know that wherever you may go, humans are still essentially the same. As long as you put your best foot forward, you will be able to find friends or company in any country, city, town, hostel, bar, or park. Push yourself out of your circle of comfort and try to talk or interact with new people, even if you don't speak the same language! Some may not be friendly, but it is always worth it for the chance of making a great connection.",
   "Question5": "At 2am, I witnessed a stranger wipeout on their bicycle and get a huge gash in their chin. I spoke broken German to him as I helped him clean his wound and figure out his way to an ER. When I first saw him hit the ground, I really thought I'd seen someone die. "
 },
 {
   "id": "MeredithRiccardi",
   "Full Name": "Meredith Riccardi",
   "Programs": "UF in Valencia - Spanish Language and Culture",
   "Majors": "Materials Science and Engineering",
   "Minors": "",
   "Countries": "Spain",
   "Email": "merericcardi@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/fioxsgzcpucogu4/MeredithRiccardi.jpg?dl=0",
   "Office Hours": "Wednesday 12:50 - 1:40",
   "Sort by OH date": "{3}Wednesday 12:50 - 1:40",
   "Question1": "At the time of my study abroad trip, I was pursuing a Spanish certificate. Also, when I entered college, I knew I wanted study abroad to be a part of my undergraduate experience. ",
   "Question2": "London, England",
   "Question3": "One of the biggest challenges was the adjustment to another lifestyle and acknowledging that I did not need to be in control of every situation. ",
   "Question4": "Sometimes the idea of studying abroad can be daunting. One place to start is to eliminate places you do not want to go, and that can often point you in the direction of your interests. \n",
   "Question5": ""
 },
 {
   "id": "MiaFrisiello",
   "Full Name": "Mia Frisiello",
   "Programs": "UF in Chengdu - Chinese Language",
   "Majors": "Chinese; International Studies",
   "Minors": "",
   "Countries": "China",
   "Email": "mfrisiello@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/lnano7mci89hc39/MiaFrisiello.jpg?dl=0",
   "Office Hours": "Tuesday 12:50 - 1:40",
   "Sort by OH date": "{2}Tuesday 12:50 - 1:40",
   "Question1": "",
   "Question2": "",
   "Question3": "",
   "Question4": "",
   "Question5": ""
 },
 {
   "id": "MinhthiNguyen",
   "Full Name": "Minhthi Nguyen",
   "Programs": "UF in Cusco - Experiential Learning for Health Professions",
   "Majors": "Nutritional Sciences",
   "Minors": "Spanish",
   "Countries": "Peru",
   "Email": "mnguyen016@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/ur2ifm3bb52ftmy/MinhthiNguyen.jpg?dl=0",
   "Office Hours": "Friday 1:55 - 2:45",
   "Sort by OH date": "{1}Friday 1:55 - 2:45",
   "Question1": "I took two courses: Emerging Diseases in the Americas and Spanish Service Learning. I chose this program because it would give me the opportunity to learn more about the healthcare system in Peru and also help me grow personally and professionally. ",
   "Question2": "Vietnam",
   "Question3": "My greatest challenge abroad was the language barrier during my service learning at Clinica MacSalud. I had a tough time communicating with the nurses and physicians when I first started but they were very understanding and encouraging. It was very rewarding to see how far I've come in my Spanish proficiency from struggling to understand the nurses and physicians throughout the first days to being able to translate for them in my last week at the clinic.",
   "Question4": "The process of going abroad may sound intimidating at first but my biggest advice for students looking to study abroad is to use your resources! From deciding where to go to preparing for your experience and financing, the International Center has workshops and many people who will be willing to help.",
   "Question5": "Cusco, Peru is rich in culture, beautiful landscapes, and festivities. There are so many to choose from but some of my favorite activities outside of classes include visiting Machu Picchu and paragliding across the sacred valley!"
 },
 {
   "id": "NarrelleGilchrist",
   "Full Name": "Narrelle Gilchrist",
   "Programs": "UF in India & Nepal - NGOs & Development; UF in Brussels - European Studies",
   "Majors": "Political Science; International Studies (Africa)",
   "Minors": "",
   "Countries": "India",
   "Email": "ngilchrist@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/3vzwcjrtx87o1ni/NarrelleGilchrist.jpg?dl=0",
   "Office Hours": "Wednesday 12:50 - 1:40",
   "Sort by OH date": "{4}Wednesday 12:50 - 1:40",
   "Question1": "In India, I studied development and NGO management. I was able to see the critical economic and social issues facing the country, such as gender inequality, pollution, and poor education, and observe the work NGOs are doing to address them. In Belgium, I will study the European Union and global terrorism, learning about critical parts of international affairs in the city where they unfold. I will also have the opportunity to visit the headquarters of several important international institutions, including the European Parliament and NATO.",
   "Question2": "I will travel to Nairobi, Kenya in August for 2 weeks to do my senior thesis research on democracy.",
   "Question3": "Before going to India, I was not prepared for the culture shock I experienced. Everything from social standards to clothing and food was different from what I was used to in India, and behaviors that Americans would consider rude were commonplace. In the beginning of the program, it was hard to know what was right and wrong, and I did not always know how to view or react to the cultural norms that surrounded me. After the first weeks, however, I began to see how the culture was just as beautiful as my own, and by the end of the trip, I had come to accept that what was different was in no way wrong. This experience of cultural adjustment was invaluable and retrospectively one of my favorite parts of my study abroad.",
   "Question4": "Be adventurous and follow your passions! Plan ahead so that you can get everything you want done in the time you have, and don’t listen to people who tell you traveling is too expensive or difficult! Where there is a will, there is a way.",
   "Question5": ""
 },
 {
   "id": "NheissaIsidor",
   "Full Name": "Nheissa Isidor",
   "Programs": "UF in Bahia - Race, Inequality, and Power",
   "Majors": "International Studies",
   "Minors": "Health Disparities",
   "Countries": "Brazil",
   "Email": "nheissa.isidor@gmail.com",
   "Image": "https://dl.dropboxusercontent.com/s/ytmzof4wc56nf9v/NheissaIsidor.jpg?dl=0",
   "Office Hours": "Tuesday 1:55 - 2:45",
   "Sort by OH date": "{5}Tuesday 1:55 - 2:45",
   "Question1": "During my study abroad, I was examining race relations in Brazil, specifically the systematic discrimination and racism that Afro-Brazilians nowadays face. The program, UF in Bahia, allowed me to see how Afro-Bahian culture has controversially become a means of survival for many people since tourism depends heavily on it. With my service-learning internship, I was exposed to black-owned organizations and black activists that are not only helping their communities with viable resources but are also promoting the black consciousness movement in Brazil. ",
   "Question2": "Haiti",
   "Question3": "Societal differences when it came to racial classifications.",
   "Question4": "DO IT! DO IT! ONE OF THE BEST DECISIONS OF MY LIFE!",
   "Question5": "It was a vibrant Saturday in Rio de Janeiro. My peers and I went to Lapa to hang out as a way to celebrate our only free weekend. A young man, in his teenage years,  came up to me and I asked where I was from. I told him that I was Haitian-American and a little bit more on what I was doing for the summer. He hugged me like 6 times and kept thanking me for coming to Brazil. His exact words were \"Thank you for traveling all the way here. I don't often meet foreigners that look like me and that I can bond with because of our common background. Despite the discrimination here and other places, it's important for us diaspora to stay connected no matter what.\" That night, I knew that I made an impact in his life and so did he! This experience made my whole summer trip!!❤️"
 },
 {
   "id": "OliviaMeadows",
   "Full Name": "Olivia Meadows",
   "Programs": "University of Missouri-Kansas City - Lyon (French Summer Program)",
   "Majors": "Anthropology; Philosophy",
   "Minors": "French",
   "Countries": "France",
   "Email": "omeadows@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/neu05ulrrmtfagh/OliviaMeadows.jpg?dl=0",
   "Office Hours": "Monday 9:35 - 10:25",
   "Sort by OH date": "{1}Monday 9:35 - 10:25",
   "Question1": "I took French language classes to help me with my French minor, and I took history classes because I'm interested in French history. My history class focused on French resistance during World War II, which was amazing because Lyon was the capital of French Resistance. ",
   "Question2": "I have been to Costa Rica, and I traveled around Europe for a month after studying abroad. ",
   "Question3": "When you do a language intensive program, it can be hard because you can't communicate at the same level that you're used to in English. I lived with a host family, so I really couldn't get to know them for a week or two until it was easier for me to communicate, which was difficult. It worked out though, and we still email each other!",
   "Question4": "Travel! We left the city almost every weekend to see new things and ended up traveling around most of France. It is not too expensive to bus and train around Europe, so you should definitely take advantage of it when you're over there. ",
   "Question5": "My friend and I were able to see the Tour de France. We're both big biking fans so that was an amazing experience. The French get as excited about the Tour as we do about football! "
 },
 {
   "id": "RachelCathey",
   "Full Name": "Rachel Cathey",
   "Programs": "UF in Merida - Tropical Ecology and Spanish",
   "Majors": "Biochemistry",
   "Minors": "History",
   "Countries": "Mexico",
   "Email": "rachelcathey@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/b840oiof5x23ri2/RachelCathey.jpg?dl=0",
   "Office Hours": "Monday 3:00 - 3:50",
   "Sort by OH date": "{4}Monday 3:00 - 3:50",
   "Question1": "Tropical Ecology and Spanish",
   "Question2": "Germany, Canada, England, Italy, Switzerland, France, Austria, Greece, Egypt, Turkey, Netherlands, Belgium",
   "Question3": "The local transportation system was difficult to initially adjust to. It was too easy to find myself missing my bus stop or being on the wrong bus entirely, and the stress could be heightened by the language barrier. Thankfully, I was able to become more familiar with the city I lived and felt comfortable with taking the bus to classes and to visit friends. ",
   "Question4": "Before studying abroad, use resources on campus and online to find out about potential programs. Decide where you'd like to travel, the classes you're interested in, and the experiences you're looking for and use that to narrow down your search. Take any challenge or mistake made while studying abroad in stride: you don't learn much or have funny stories to share if you stay within your comfort zone.",
   "Question5": "I was able to travel throughout the Yucatan Peninsula, and my favorite trip included an evening when we were able to walk along the beach at night and observe turtles nesting. It was incredible to watch the turtles dig out a space to lay their eggs, taking hours to find the perfect place and transform it with their powerful legs before making their way back to the water."
 },
 {
   "id": "RachelWagner",
   "Full Name": "Rachel Wagner",
   "Programs": "UF in Mannheim - B1 Intensive German; USAC - Luneburg; IES - Vienna (European Society & Culture)",
   "Majors": "Political Science; German, Eastern-Central European Studies",
   "Minors": "",
   "Countries": "Germany; Austria",
   "Email": "rswagner32@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/h7igvvmu3ncm2rl/RachelWagner.jpg?dl=0",
   "Office Hours": "Wednesday 10:40 - 11:30",
   "Sort by OH date": "{3}Wednesday 10:40 - 11:30",
   "Question1": "While abroad, I studied mostly political science and international business as my core academics but also took many other interesting classes in my programs. I am a Political Science major so it was fitting that I was studying my major in cities with major political international organizations like the UN, IAEA or OPEC in Vienna. I also studied German while abroad and even became B1 certified in German proficiency but continued to learn up to B2 level German because I want to become a completely fluent speaker and live back in Germany eventually. ",
   "Question2": "",
   "Question3": "One of the biggest challenges I faced abroad was getting over the fear that I wouldn’t connect with my city in such a short period of time. I knew I wanted to travel all around the continent but feared that I wouldn't grow close and come to love the city I was actually studying in. Needless to say, I definitely fell in love with my cities and still balanced time at ‘home’ and traveling all around! Also the cold was definitely a challenge surprisingly. Definitely get a good coat if you decide to go somewhere cold and not just use a light jacket for months too long like me!",
   "Question4": "Besides the obvious, “just do it!” I recommend being quite decisive when choosing what country or city you want to study abroad in. Choose a place that you will feel comfortable and could see yourself realistically living and thriving in but also one that will help you grow academically, socially, and culturally! Don’t pick a place just because it seems easy or everyone else is going there; challenge yourself! The outcome is well worth it. I picked programs in which I knew no one prior and in places that weren’t the norms among my friends and I am so grateful for those decisions. \n",
   "Question5": "Studying abroad is a wealth of interesting experiences and my list could go on forever, but one of my favorite experiences is my random trip to Slovenia! My friends and I had realized our initial trip we had planned was too expensive, so literally the day before we left, my friend and I booked a cheap bus to Ljubljana, Slovenia instead and on the bus there made reservations for trains for excursions to the caves in southern Slovenia, Lake Bled and even a bike tour around the city! It was so spontaneous and exciting and was definitely one of my favorite experiences abroad. "
 },
 {
   "id": "RileyBailey",
   "Full Name": "Riley Bailey",
   "Programs": "UF in Moscow - Language and Culture",
   "Majors": "Economics; Russian",
   "Minors": "",
   "Countries": "Russia",
   "Email": "rileybailey97@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/hyc25ogpzvre2te/RileyBailey.jpg?dl=0",
   "Office Hours": "Monday 3:00 - 3:50",
   "Sort by OH date": "{1}Monday 3:00 - 3:50",
   "Question1": "Russian Language. In hopes of connecting with and better understanding cultures and areas that use Russian as a form of communication. ",
   "Question2": "Hungary \nGeorgia \nSenegal \nItaly",
   "Question3": "Language mishaps ",
   "Question4": "Try to make it work for you if you aren’t sure. And if you plan on going, make sure that you have the best intent for what you want from the experience. ",
   "Question5": "Hiked in the Caucasus in Georgia for two weeks straight. "
 },
 {
   "id": "RyanGonzalez",
   "Full Name": "Ryan Gonzalez",
   "Programs": "Queensland University of Technology (Exchange)",
   "Majors": "Mechanical Engineering",
   "Minors": "",
   "Countries": "Australia",
   "Email": "rgonz@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/z3oiw37eonfthu2/RyanGonzalez.jpg?dl=0",
   "Office Hours": "Friday 1:55 - 2:45",
   "Sort by OH date": "{4}Friday 1:55 - 2:45",
   "Question1": "Engineering courses that counted toward my major so I wouldn't fall behind.",
   "Question2": "No where for over 2 weeks, but I've been to Greece for 9 days",
   "Question3": "Having to live completely on my own and not even being able to text my parents for quick advice due to the big time difference. Overcoming that really helped me grow and mature.",
   "Question4": "Make sure to get the annoying work out of the way in your first week. Any medical insurance issues, apartment leases, class stuff. Try to get it out of the way as soon as you get there so you can focus on getting to know your city.",
   "Question5": "Renting a van and driving down the East of Australia with some friends on a week's notice."
 },
 {
   "id": "SanaNguyen",
   "Full Name": "Sana Nguyen",
   "Programs": "Semester at Sea (Hawaii, Japan, China, Vietnam, Myanmar, India, south africa, Ghana, Morocco, Germany); USAC - Chile (Santiago)",
   "Majors": "Psychology; Economics",
   "Minors": "",
   "Countries": "Semester at Sea; Chile",
   "Email": "sananguyenx3@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/91chgxmgmo7kj07/SanaNguyen.jpg?dl=0",
   "Office Hours": "Monday 12:50 - 1:40",
   "Sort by OH date": "Currently Studying Abroad!",
   "Question1": "Global studies, economics, and psychology to meet my major requirements as well as gen-ed courses.",
   "Question2": "Europe (Germany, Czech Republic, Hungary, Austria, Italy, France, Netherlands, England), Puerto Rico, Mexico",
   "Question3": "One of the biggest challenges I faced while abroad was constantly feeling tired and worn down from traveling. My program was very unique, so being thrusted into a new country every week was very exciting but tiring at the same time. I didn’t sleep much the whole semester because there was always so much to do!",
   "Question4": "Just do it. Make it happen. It’ll change you in ways you can’t even imagine. Do it while you’re still young and have the passion and energy. ",
   "Question5": "I had way too many interesting experiences while abroad. Here are a few of my favorite memories: skydiving over South Africa, riding a motorcycle up Monkey Mountain in India, climbing brick by brick up a locked pagoda in Myanmar, running into my dad (who I don’t live with or talk to often) in Vietnam, missing my flight and sleeping at the Beijing airport, riding a camel through the Sahara Desert, and dancing under the stars in Ghana."
 },
 {
   "id": "SydneyShaner",
   "Full Name": "Sydney Shaner",
   "Programs": "Stockholm University (Exchange)",
   "Majors": "Geology",
   "Minors": "",
   "Countries": "Sweden",
   "Email": "shaner.sydney@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/lvpf1j6ojo76z4m/SydneyShaner.jpg?dl=0",
   "Office Hours": "Tuesday 10:40 - 11:30",
   "Sort by OH date": "{1}Tuesday 10:40 - 11:30",
   "Question1": "Sweden: Society and Everyday Life; Igneous and Metamorphic Petrology;\nI studied the first course to gain a sense of the culture in Sweden, as I had no previous knowledge regarding it whatsoever. I then continued with my geology critical tracking and took Petrology, which included an excursion to Scotland.",
   "Question2": "My program was my first international trip, and friends and I visited a variety of other countries while there, however not long-term. The summer after my program, however, my family and I traveled to Germany for a couple weeks!",
   "Question3": "I definitely had problems braving the Swedish winter; coupled with the cold itself is the fact that already-reserved Swedes become even harder to talk to in winter. Also, going on exchange meant I went alone on my first international trip to a place I didn't know the language of. I was also unable to obtain a Visa so I couldn't stay the whole term, but these obstacles definitely made the trip worthwhile and something I'm proud of.",
   "Question4": "Put yourself out of your comfort zone intentionally, because it's there that you'll learn that you are capable of just about anything.",
   "Question5": "At the end of my geology course, we had a 9-day excursion to a Western Scottish Isle where we field mapped for hours on the island every day. One day was an 11-hour hike where the professors left us to find them on a remote peninsula of the island using geological compasses. I was the only primary English speaker, and this trip, whose destination took a plane, bus, and ferry to get to, forced us to get to know each other and I can now call them friends for life. "
 },
 {
   "id": "TreyColeman",
   "Full Name": "Trey Coleman",
   "Programs": "UF in London - Study and Intern",
   "Majors": "Business Administration (Pre-Law)",
   "Minors": "",
   "Countries": "England",
   "Email": "tripp27@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/nucm8r1u27qvo14/TreyColeman.jpg?dl=0",
   "Office Hours": "Monday 11:45 - 12:35",
   "Sort by OH date": "{1}Monday 11:45 - 12:35",
   "Question1": "I continued my business courses from UF as well as participated in an internship opportunity that the program offered. I felt that learning some of the core coursework from a different perspective (international educators) and being able to get firsthand experience of small-to-medium sized business operations would be an invaluable experience. ",
   "Question2": "Aside from study abroad, to Jamaica to see family members at reunions. ",
   "Question3": "I would say getting out of the comfort zone I had going into London. At first, I felt that it was the most painless route of action if I just didn't do much to avoid the worst case scenarios of being abroad. With the people that I roomed with, and being exposed to environment to a short time, I knew that I had to work to shed that apprehension and get the most out of my time, which I think I did.",
   "Question4": "Don't hesitate. If you really want to experience things that you possibly wouldn't otherwise, do not hesitate. Whatever doubt you may have, emotional, physical, financial (especially financial), cast it out of your mind and go for it. There is always a solution and process that will get you where you need to be, you just have to work a little to get through it. The biggest obstacle in wanting to study abroad is removing all the doubts that may come to get to that life-changing experience. Go for it! ",
   "Question5": "My flatmate gave me a ticket to go with him to some concert nearby, which I never checked to see what it was. Passing through pretty heavy security to get to our seats, it finally hit me that I was at the Queen's Birthday Concert for that year. Shawn Mendes, Sting, and a lot of other acts performed that night, and the Queen actually came out towards the end with Prince Charles, as everyone wished her a happy birthday. Shoutout to my flatmate for the random tickets! "
 },
 {
   "id": "TreyLaNasa",
   "Full Name": "Trey LaNasa",
   "Programs": "UF in Merida - Tropical Ecology and Spanish; UF in Peru - Lombardi Scholars, South Africa - Lombardi Scholars",
   "Majors": "Industrial & Systems Engineering",
   "Minors": "",
   "Countries": "Mexico; South Africa; Peru",
   "Email": "tlanasa@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/xn3ambfc76034ck/TreyLaNasa.jpg?dl=0",
   "Office Hours": "Monday 1:55 - 2:45",
   "Sort by OH date": "{1}Monday 1:55 - 2:45",
   "Question1": "I’ve been a part of a scholarship program that sends a cohort of scholars to three different continents to learn and study a diverse curiculum to craft worldy scholars. In Mexico we studied Ecology, Limnology, and Spanish for 5 weeks. In South Africa we spent time at the University of Pretoria studying South African political history as well as the Apartheid regime and its effects. In Cusco, we were apart of a service learning trip where we renovated and replaced the roof of a Catholic Church in the remote town of Randocan. This was also in conjunction with studying Pervuvian Art History as well.",
   "Question2": "Italy",
   "Question3": "The biggest challenge I’ve found while abroad is attempting to compare and contrast the different regions of the world that I’ve had the opportunity to experience. Different regions face tremendously different geographical, ethnic, and political challenges and therefore should not be directly compared to each other when considering quality of life and living standards across the globe.",
   "Question4": "When looking to study abroad, find a program that fits your financial, course load, and time needs before all else. While most people consider the location to be paramount in the decision making process, I contend that the personal investment of a study abroad experience is further heightened by an exotic locale that pushes you out of your comfort zone. In doing so, you will be granted with an experience of a life time and perhaps leave with a new favorite place in the world.",
   "Question5": "I’ve been extraordinarily fortunate to have visited some of the most stark and beautiful landscapes and countries in the world due to my study abroad travels. I’ve hiked Table Mountain in Cape Town, visited the grandeur of Machu Picchu in Peru, and climbed the ancient steps of Chichen ìtza in the Yucatan Peninsula. Yet, the experience that sticks out to me most was having a barbeque with our fellow South African classmates. We met, we shared shockingly similar childhood stories, aspirations for the future, and ideals we hold dear. We ate, we danced, and we certainly made merry until late in the evening. As time has passed, it has become clear that this one evening was a transformative experience that transcends any distance far and wide that the world has to offer."
 },
 {
   "id": "UrmeenMansoor",
   "Full Name": "Urmeen Mansoor",
   "Programs": "UF in Maynooth - Innovation Academy",
   "Majors": "Anthropology; Innovation",
   "Minors": "",
   "Countries": "Ireland",
   "Email": "urmeen.mansoor@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/i70u06qi3qbyi7t/UrmeenMansoor.jpg?dl=0",
   "Office Hours": "Tuesday 11:45 - 12:35",
   "Sort by OH date": "{3}Tuesday 11:45 - 12:35",
   "Question1": "I studied Irish businesses and entrepreneurship in relation to innovation, as it was a topic that intrigued me. Ireland is a rapidly changing country, led by different start ups and enterprises, and it is interesting to see these changes from an anthropological perspective. ",
   "Question2": "Pakistan, Saudi Arabia, Japan, Jordan, Vietnam, Canada",
   "Question3": "One of the issues that I faced was maximization of the time that I had, as there were a lot of things to do and seemingly never enough time. However, through studying abroad, I learned that being present wherever I was, whenever it was, was the best way to enjoy my time. ",
   "Question4": "Hiccups and bumps along the road are inevitable, and studying abroad can seem daunting at first. A positive outlook and an understanding that it is okay that some things do not turn out as planned is what I would suggest all students should carry. ",
   "Question5": "I flew from London to Dublin in the middle of the worst hurricane to hit Ireland in 50 years. "
 },
 {
   "id": "YousefGhabour",
   "Full Name": "Yousef Ghabour",
   "Programs": "UF in Fez - Arabic Language",
   "Majors": "Information Systems; Arabic",
   "Minors": "",
   "Countries": "Morocco",
   "Email": "yg1995@ufl.edu",
   "Image": "https://dl.dropboxusercontent.com/s/y2gro8yqxq1fg16/YousefGhabour.jpg?dl=0",
   "Office Hours": "Wednesday 10:40 - 11:30",
   "Sort by OH date": "{3}Wednesday 10:40 - 11:30",
   "Question1": "",
   "Question2": "",
   "Question3": "",
   "Question4": "",
   "Question5": ""
 }
]